<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 入力フォームに表示する日本語行
    |--------------------------------------------------------------------------
    |
    */

    'register'=>[
        'name' => 'ユーザ登録',
        'user'=>'ユーザー名',
        'email'=>'メールアドレス',
        'password'=>'パスワード',
        'password_confirm'=>'再入力',
        'role'=>'権限設定',
        'register'=>'登録する'
    ],
    'login'=>[
        'name' => 'ログイン',
        'user'=>'ユーザー名',
        'password'=>'パスワード',
        'login'=>'ログイン'
    ],
    'logout'=>[
        'logout'=>'ログアウト'
    ]
];
